{
  "SiteMeta": {
    "description": "A medical, comprehensive, and personalized approach to every stage of physical, mental, and emotional recovery."
  },
  "SiteNav": {
    "home": "Home",
    "aboutUs": "About us"
  },
  "SiteFooter": {
    "author": "Built by",
    "socialTitle": "Social Media",
    "contactTitle": "Contact",
    "emailTitle": "Email",
    "callUsTitle": "Call us",
    "whatsappTitle": "WhatsApp"
  },
  "LobbyPage": {
    "pageHeaderHeading": "Inpatient Addiction Treatment Clinic",
    "pageHeaderDescription": "A medical, comprehensive, and personalized approach to every stage of physical, mental, and emotional recovery.",
    "pageHeaderLabel": "Inpatient Addiction Treatment Clinic",
    "pageHeaderAction": "Contact us",
    "aboutUs": "We understand that every recovery process is as unique as the story of the person experiencing it. That's why our clinic combines science, technology, and human care to provide truly comprehensive treatment. Through individual and group therapy, specialized psychiatric care, and continuous support, we help reduce withdrawal symptoms, prevent relapses, and strengthen emotional stability.",
    "whatWeTreatEyebrow": "What we treat",
    "whatWeTreatHeading": "The journey to your recovery begins at Gabriel Arcángel.",
    "whatWeTreatDescription": "We understand that the burden of addiction is carried not only by the individual, but also by those who stand by them day after day. Regardless of the journey that brought you here, we are ready to ensure you no longer fight this battle alone. With decades of experience serving high-profile clients, we provide an environment of utmost privacy and exclusivity, where your loved one will receive the clinical excellence and compassionate care they deserve.",
    "whatWeTreatItem1Title": "Mental health conditions",
    "whatWeTreatItem1Description": "We specialize in providing a deeply human and personalized guidance for mental health management. Our protocols intervene at the very root of your suffering, healing everything from the cellular and biological architecture to the psychological and neurochemical dimensions. We view recovery as a process of transformation, and our commitment is to lead your journey with precision and warmth at every stage.",
    "whatWeTreatItem2Title": "Dependencies and addictions",
    "whatWeTreatItem2Description": "Whether you are facing challenges with substance abuse, compulsive behaviors, or a dependence on prescription medications, at Gabriel Arcángel we offer a path toward definitive recovery. Our interdisciplinary model deconstructs the root causes of dependency—from deep emotional pain to chronic stress—equipping you with the internal architecture necessary for a life of balance, fulfillment, and absolute freedom.",
    "whatWeTreatItem3Title": "Eating disorders",
    "whatWeTreatItem3Description": "At Gabriel Arcángel, we approach eating disorders with the clinical sophistication that their multifaceted nature demands. Our programs transcend dietary symptomatology, understanding that it is merely the visible manifestation of deeper imbalances. By intervening at the core of the condition—such as trauma, anxiety, or clinical perfectionism—we equip you with the tools to rebuild, in a comprehensive and definitive manner, your relationship with food and with yourself.",
    "readMore": "Read more",
    "howWeTreatEyebrow": "How we treat",
    "howWeTreatHeading": "A medical, comprehensive, and personalized approach to every stage of physical, mental, and emotional recovery.",
    "howWeTreatDescription": "At Gabriel Arcángel, we believe that a generalized approach hinders true recovery. We stand alone as the only treatment center in the world to provide a dedicated team of at least 15 professionals for every single patient.\nThroughout your stay, you will be supported by a private circle of world-renowned physicians, therapists, and specialists. By merging cutting-edge medical excellence with sophisticated holistic methodologies, we address the entire spectrum of your health. From cellular biology to psychological well-being, we craft a singular path to healing—ensuring that in the most exclusive environment, your recovery is our only focus.",
    "ourProgramsEyebrow": "A bespoke experience",
    "ourProgramsTitle": "Your story is singular. Your recovery must be exceptional.",
    "ourProgramsItem1Title": "Safety and compassionate care",
    "ourProgramsItem1Description": "Wherever you stand on your journey, whatever challenges you may face, we are here for you. We provide the elite care you require within a secure and nurturing environment. A place where your privacy is sacred and your recovery is our only focus.",
    "ourProgramsItem2Title": "A dedicated elite team",
    "ourProgramsItem2Description": "You are supported by a private circle of experts dedicated exclusively to your recovery. From your personal psychiatrist and primary physician to your live-in therapist and client relations team, we provide unwavering 24/7 support.",
    "ourProgramsItem3Title": "Privacy and exclusivity",
    "ourProgramsItem3Description": "Our treatment experience is entirely private and discreet, designed not only to prioritize your health but to safeguard your personal integrity at every stage of the process."
  },
  "AboutUsPage": {
    "pageHeaderHeading": "The first step at\nGabriel Arcángel\nis the last one\nyou’ll take alone.",
    "whoWeAreEyebrow": "Who we are",
    "whoWeAreHeading": "We understand unequivocally that pain is universal, but recovery has to be personal.",
    "whoWeAreDescription": "Founded in 2015 in Querétaro by the Salazar family, Gabriel Arcángel pioneered the 'one-client-at-a-time' approach and a 360° integrated treatment model for mental health and addiction.\nWe were also the first to incorporate functional medicine into this field, shaping a more holistic and effective way to support lasting recovery journeys. As the first center of its kind, we offer completely personalized and interdisciplinary treatment plans.\nOur approach is truly unique because it is deeply tailored to the specific needs, history, and context of each individual.",
    "whoWeTreatEyebrow": "Who we treat",
    "whoWeTreatHeading": "No matter who you are, we are here for you.",
    "whoWeTreatDescription": "At our renowned, discreet, and highly specialized inpatient treatment center, we have had the privilege of treating thousands of individuals from all walks of life, regardless of their social standing, condition, age, gender, background, or beliefs.\nWe treat only one person at a time. Therefore, no matter how you live, what you have been through, who you are, or where you want to go in life, treatment at Gabriel Arcángel will help you see clearly not only how far you have come but also discover with confidence the path that lies ahead.",
    "ourApproachEyebrow": "Our approach",
    "ourApproachHeading": "Committed to excellence",
    "ourApproachDescription": "We are the only inpatient addiction treatment center in Querétaro that integrates mental health professionals with cutting-edge technology. Throughout your stay, you will be accompanied by a coordinated team of certified doctors, therapists, and specialists, all working together to deliver the highest standard of care.\nTo ensure truly advanced and effective treatment, we have assembled a leading team of medical experts and therapists who work one-on-one with each patient. Our therapeutic approach incorporates the latest scientific breakthroughs, such as Transcranial Magnetic Stimulation (TMS) and IV Nutrient Therapy, facilitating effective detoxification and recovery.\nYou will have a 24/7 support team and specialists available whenever you need them, regardless of the day or hour. Every detail has been designed to guarantee absolute discretion, maximum comfort, and constant guidance throughout your recovery journey.",
    "faqsHeading": "Have questions? Let us help.",
    "faqItem1Title": "Who is the founder of Gabriel Arcángel?",
    "faqItem1Description": "Together with his family, César Salazar founded Gabriel Arcángel in 2016.",
    "faqItem2Title": "Who is the CEO of Gabriel Arcángel?",
    "faqItem2Description": "César Salazar remains CEO and Founder. He has an extensive background in the mental health services industry, having served as a consultant and manager at various mental health institutions prior to founding Gabriel Arcángel.",
    "faqItem3Title": "How does the one client at a time model work?",
    "faqItem3Description": "Our one patient at a time philosophy ensures an uncompromising level of dedication. During your stay, our entire interdisciplinary team—from specialized physicians and therapists to nutritionists—is focused exclusively on your recovery. By dedicating several hours of intensive, one-on-one interaction daily, we cultivate a sanctuary of safety and understanding. This immersive approach allows us to achieve in a single month what traditional clinical settings often take years to accomplish.",
    "faqItem4Title": "How does Gabriel Arcángel redefine the clinical experience?",
    "faqItem4Description": "What sets us apart is the profound depth of care and the uncompromising personal attention we provide. Our philosophy seamlessly integrates medical precision with holistic, evidence-based therapies. Every aspect of your journey is meticulously tailored to you, within an environment defined by absolute privacy, nurturing support, and discretion.",
    "faqItem5Title": "Where are Gabriel Arcángel’s headquarters located?",
    "faqItem5Description": "Our headquarters are located in Queretaro, Mexico.",
    "faqItem6Title": "What types of conditions does Gabriel Arcángel treat?",
    "faqItem6Description": "We treat addiction, burnout, depression, anxiety, trauma, and other mental health challenges through a comprehensive blend of tailored, evidence-based therapies. We utilize advanced technology, such as Transcranial Magnetic Stimulation (TMS), for the treatment of neuropsychiatric and neurological disorders.",
    "faqItem7Title": "What sets Gabriel Arcángel’s treatment approach apart?",
    "faqItem7Description": "What sets Gabriel Arcángel apart is our one-patient-at-a-time model, combined with unparalleled medical excellence. Every patient receives a fully personalized treatment plan, designed and overseen by a dedicated team of doctors, psychiatrists, therapists, and specialists.\nWe integrate cutting-edge medical science and technology with evidence-based psychotherapies, holistic therapies, and lifestyle interventions, addressing not only the symptoms but the root causes of addiction, trauma, stress, and mental health challenges. Our approach combines precision, compassion, and depth, ensuring that each patient receives the full focus of our team.\nBy merging medical rigor, state-of-the-art technology, innovative therapies, and an environment of privacy and care, we create a space where patients can heal, grow, and achieve lasting recovery in a truly exceptional way.",
    "faqItem8Title": "How can I contact Gabriel Arcángel?",
    "faqItem8Description": "You can reach us through the contact section of our website, where you will find options for phone calls, WhatsApp, and email, or you may use our online inquiry form.",
    "faqFooterHeading": "Need more help? We’re here for you.",
    "faqFooterDescription": "There are no silly or unnecessary questions when it comes to figuring out if our treatment programmes are the right fit for you. So, if you have questions that are not covered here, please reach out. Our client relations team are available 24/7 for a confidential, obligation-free conversation."
  },
  "TreatmentPage": {
    "pagePhrase": "Your path to healing",
    "contactHeading": "Need help?\nWe’re here for you.",
    "contactDescription": "Change starts with a conversation, so please do not hesitate to reach out if you think we could help you or a loved one. Our client-relation team are available around the clock for a confidential call about your health.",
    "howWeTreatItem1Title": "Assessment procedure",
    "howWeTreatItem1Description": "We can only design a program tailored to you once we understand the deep-seated origin of your pain. Through our 360-degree interdisciplinary approach, your team of experts will identify every facet of your health and well-being that requires attention and rebalancing, thereby establishing the foundation of your personalized treatment.",
    "howWeTreatItem1Link": "Assessments",
    "howWeTreatItem2Title": "Diagnostic tools",
    "howWeTreatItem2Description": "Mental health challenges are as deeply rooted in biology as they are in the psyche. Utilizing state-of-the-art diagnostic tools—including 24-hour ECG monitoring, Heart Rate Variability (HRV) testing, stress echocardiography, and full-body MRIs—we accurately identify any anomalies. Through the lens of functional medicine, we detect underlying imbalances such as chronic inflammation, gut dysfunction, heavy metal toxicity, or nutritional deficiencies that impact your well-being.",
    "howWeTreatItem2Link": "Technologies",
    "howWeTreatItem3Title": "Intensive psychotherapy",
    "howWeTreatItem3Description": "You will participate in daily individual sessions with a dedicated psychotherapist specialized in trauma processing. This space will allow you to articulate and transform the patterns, wounds, and stressors that have conditioned your mental health. Our team will assist you in restructuring negative thought patterns, equipping you with sustainable mechanisms for symptom management. Furthermore, as our psychiatrists are proficient in various therapeutic modalities, your care will have an unparalleled clinical depth.",
    "howWeTreatItem3Link": "Psychotherapy",
    "howWeTreatItem4Title": "Intensive psychiatry",
    "howWeTreatItem4Description": "Working in close collaboration with your therapists, your psychiatrist will oversee every aspect of your program. We adopt a precision psychiatry approach, designing protocols based on your unique genetic, biological, and psychological profile. Beyond diagnosis and personalized pharmacology, we work one-on-one to resolve co-occurring conditions and deep-seated traumas, ensuring a comprehensive recovery.",
    "howWeTreatItem4Link": "Psychiatry",
    "howWeTreatItem5Title": "Live-in therapist",
    "howWeTreatItem5Description": "Having a live-in therapist means that healing does not wait for a scheduled appointment. We understand that the most significant breakthroughs often occur in everyday moments or during times of acute vulnerability—whether over a mid-morning coffee or in the stillness of the early hours. We are present when the symptom emerges, not after.",
    "howWeTreatItem5Link": "Live in therapist",
    "howWeTreatItem6Title": "Psychedelic psychotherapy",
    "howWeTreatItem6Description": "At Gabriel Arcángel, we are active advocates for innovation in mental health. When clinically indicated, we integrate Ketamine-Assisted Psychotherapy (KAP) protocols—a cutting-edge tool that can accelerate recovery and open new pathways toward healing in cases of traditional treatment resistance.",
    "howWeTreatItem6Link": "Psychedelic psychotherapy",
    "howWeTreatItem7Title": "Biochemical restoration",
    "howWeTreatItem7Description": "This branch of functional medicine ensures that your body possesses all the neurochemical components necessary for optimal functioning. It is a critical pillar in addiction recovery; by correcting the biochemical imbalances caused by substance use, patients experience a drastic reduction in cravings and an immediate stabilization of mood.",
    "howWeTreatItem7Link": "Biochemical restoration",
    "howWeTreatItem8Title": "Physical therapies",
    "howWeTreatItem8Description": "We integrate personalized physical modalities to facilitate holistic healing. From advanced physiotherapy, yoga, and Pilates to animal-assisted therapies (equine and canine), each intervention is designed to release somatic tension, restore nervous system balance, and foster a profound connection with your own body.",
    "howWeTreatItem8Link": "Therapies",
    "howWeTreatItem9Title": "Nutritional therapies",
    "howWeTreatItem9Description": "Our psycho-nutrition team designs therapeutic meal plans to restore physical and mental homeostasis. Beyond diet, we accompany you in implementing fundamental lifestyle adjustments—from sleep architecture to chronic stress management—optimizing every factor that influences your vitality.",
    "howWeTreatItem9Link": "Nutrition team",
    "howWeTreatItem10Title": "Wellness therapies",
    "howWeTreatItem10Description": "The mind-body connection is at the core of our vision for longevity. Parallel to your mental health, our medical specialists diagnose and treat any physical ailments—whether cardiovascular, hormonal, dental, or dermatological. At Gabriel Arcángel, we treat the human being in their entirety, ensuring your physical health is as robust as your emotional well-being.",
    "howWeTreatItem10Link": "Wellness",
    "howWeTreatItem11Title": "Medical treatments",
    "howWeTreatItem11Description": "In tandem with your mental health care, our medical infrastructure allows us to address any pre-existing or emerging physical conditions. Whether dealing with cardiovascular disorders, hormonal imbalances, chronic pain, or dermatological, dental, and sexual health issues, our team of specialists guarantees an accurate diagnosis and coordinated treatment under the highest clinical standards.",
    "howWeTreatItem11Link": "Medical treatments"
  },
  "MentalHealthConditions": {
    "treatmentHeading": "Mental Health Treatment Center",
    "treatmentDescription": "At Gabriel Arcángel, our priority is the individual, not just the diagnosis. We embrace a holistic approach that transcends symptoms to understand and heal the root causes of every challenge. Here, you do not walk the path alone: our team of experts accompanies you with precision and warmth through every stage of your evolution.",
    "treatmentItem1Title": "Depression",
    "treatmentItem2Title": "Treatment-Resistant Depression (TRD)",
    "treatmentItem3Title": "Anxiety",
    "treatmentItem4Title": "Bipolar Disorder",
    "treatmentItem5Title": "Cyclothymia",
    "treatmentItem6Title": "Stress",
    "treatmentItem7Title": "Burnout",
    "treatmentItem8Title": "Post-Traumatic Stress Disorder (PTSD)",
    "treatmentItem9Title": "Trauma",
    "treatmentItem10Title": "Attention-Deficit/Hyperactivity Disorder (ADHD)",
    "treatmentItem11Title": "Obsessive-Compulsive Disorder (OCD)",
    "treatmentItem12Title": "Phobias",
    "treatmentItem13Title": "Narcissistic Abuse",
    "treatmentItem14Title": "Personality Disorders",
    "approachEyebrow": "How We Treat",
    "approachHeading": "Our approach to mental health treatment",
    "approachDescription": "At Gabriel Arcángel, we operate on an absolute premise: while pain is a universal experience, healing is a strictly personal journey. Therefore, each of our programs moves away from generic protocols to become a masterpiece of clinical precision, meticulously designed to respond to the unique biography and needs of every patient."
  },
  "DependenciesAndAddictions": {
    "treatmentHeading": "Dependencies & Addiction Treatment Center",
    "treatmentDescription": "We understand that addiction is merely the surface of a story that deserves to be healed. Beyond physical detoxification, at Gabriel Arcángel we explore the 'why' behind your pain to deactivate the mechanisms of dependency from their origin. Our mission is to guide you through every stage of your evolution, offering a sanctuary of medical excellence where understanding becomes the definitive tool for reclaiming your life.",
    "treatmentItem1Title": "Alcohol Addiction",
    "treatmentItem2Title": "Drug Addiction",
    "treatmentItem3Title": "Prescription Drug Addiction",
    "treatmentItem4Title": "Behavioural Dependencies",
    "approachEyebrow": "How We Treat",
    "approachHeading": "Our approach to dependencies and addiction treatment",
    "approachDescription": "At Gabriel Arcángel, we do not treat addictions; we heal individuals. By moving away from the traditional 12-step model, we implement a 360-degree systemic approach that addresses the true origin of dependency. Our message is clear and resolute: the challenge you face defines neither your worth nor your strength. We are here to transform that vulnerability into the solid foundation of your new life."
  },
  "EatingDisorder": {
    "treatmentHeading": "Eating Disorder Rehabilitation Center",
    "treatmentDescription": "We understand that recovery demands an environment of maximum specialization. At Gabriel Arcángel, we fuse scientific rigor with elite clinical guidance to heal the relationship with food from its very roots. Backed by an interdisciplinary team, we work to silence the paralyzing self-criticism and restore your right to enjoyment, rebuilding your identity upon the foundations of health and emotional freedom.",
    "treatmentItem1Title": "Anorexia Nervosa",
    "treatmentItem2Title": "Bulimia Nervosa",
    "treatmentItem3Title": "Orthorexia Nervosa",
    "treatmentItem4Title": "Obesity & Metabolic Syndrome",
    "treatmentItem5Title": "Binge Eating Disorder",
    "treatmentItem6Title": "Body Dysmorphic Disorder",
    "approachEyebrow": "How We Treat",
    "approachHeading": "Our approach to eating disorder treatment",
    "approachDescription": "We understand that an eating disorder is, at its core, a language of pain. At Gabriel Arcángel, our methodology explores what lies beneath the surface, treating the behavior merely as the tip of an emotional iceberg. By healing the roots—be it unresolved trauma or the rigidity of perfectionism—we enable our patients to regain their autonomy, transforming their relationship with food into a source of balance and freedom."
  },
  "Treatment": {
    "itName": "Inpatient treatment",
    "itDescription": "A specialized residential program for overcoming addiction. We provide professional guidance, 24/7 supervision, and a supportive environment designed to eliminate risks and empower patients through every stage of their recovery.",
    "otName": "Outpatient treatment",
    "otDescription": "Our outpatient program offers intensive treatment sessions tailored to your schedule, providing the necessary support to strengthen your sobriety while maintaining your daily routines and personal connections.",
    "edpName": "Executive detox program",
    "edpDescription": "The immediate solution to interrupt substance use and regain control. A strategic and medically supervised first step that prepares you for success in ongoing treatment, without the need for prolonged absences from your professional or family life.",
    "tmsName": "Transcranial magnetic stimulation",
    "tmsDescription": "Non-Invasive and Painless Neurostimulation. Regulate your brain activity safely and naturally. This technique uses magnetic technology to strengthen areas of the brain affected by substance use, reducing anxiety and facilitating the rehabilitation process without systemic side effects.",
    "cipName": "Clinical intervention program",
    "cipDescription": "We identify the real challenges behind the addiction. Our diagnostic process evaluates your emotional and physical health holistically, allowing us to create a tailored action plan that addresses not only the dependency but also your mental well-being and long-term stability.",
    "rppName": "Relapse prevention plan",
    "rppDescription": "Learn to recognize and master the situations that put your recovery at risk. We work with you to detect high-risk emotions or environments and create effective responses to prevent relapse. Leave our facility with a clear action plan and the skills necessary to protect your well-being every single day."
  },
  "CertificationsCarousel": {
    "certificationsEyebrow": "Certified by"
  },
  "CallToAction": {
    "contact": "Contact"
  },
  "PageLink": {
    "home": "Home",
    "aboutUs": "About us",
    "ourPrograms": "See our programs",
    "treatmentPlans": "Discover our approach",
    "contact": "We’re here to talk"
  },
  "ContactSidebar": {
    "title": "How can we help?",
    "callUsTitle": "Call anytime",
    "callUsLabel": "Customer service number",
    "messageUsTitle": "Message us",
    "emailLabel": "Customer service email",
    "whatsappLabel": "Customer service WhatsApp"
  },
  "ContactForm": {
    "contactFormHeading": "Send us an enquiry",
    "firstNameInputLabel": "First name",
    "firstNameInputError": "First name must be between 2 to 28 characters",
    "lastNameInputLabel": "Last name",
    "lastNameInputError": "Last name must be between 2 to 28 characters",
    "emailInputLabel": "Email",
    "emailInputError": "Email must be valid",
    "phoneNumberInputLabel": "Phone number",
    "phoneNumberInputError": "Phone number must be valid",
    "treatmentInputLabel": "Which treatment are you interested in?",
    "treatmentInputError": "Please, select treatment",
    "messageInputLabel": "Message",
    "messageInputError": "Message must be between 12 to 100 characters",
    "messageInputChars": "characters",
    "resetButton": "Reset",
    "submitButton": "Submit"
  },
  "ClinicGender": {
    "male": "Male",
    "female": "Female"
  },
  "Locale": {
    "title": "Switch language",
    "en": "English",
    "es": "Spanish"
  },
  "Theme": {
    "title": "Toggle theme",
    "light": "Light",
    "dark": "Dark",
    "system": "System"
  },
  "MenuButton": {
    "label": "Open menu"
  },
  "MenuSidebar": {
    "title": "Excellence in Rehabilitation: The most comprehensive mental health treatment clinic for your recovery."
  }
}
