{
  "SiteMeta": {
    "description": "A medical, comprehensive, and personalized approach to every stage of physical, mental, and emotional recovery."
  },
  "SiteFooter": {
    "author": "Built by",
    "socialTitle": "Social Media",
    "contactTitle": "Contact",
    "emailTitle": "Email",
    "callUsTitle": "Call us",
    "whatsappTitle": "WhatsApp"
  },
  "LobbyPage": {
    "pageHeaderTitle": "Inpatient Addiction Treatment Clinic",
    "pageHeaderDescription": "A medical, comprehensive, and personalized approach to every stage of physical, mental, and emotional recovery.",
    "pageHeaderLabel": "Inpatient Addiction Treatment Clinic",
    "pageHeaderAction": "Contact us",
    "aboutUs": "We understand that every recovery process is as unique as the story of the person experiencing it. That's why our clinic combines science, technology, and human care to provide truly comprehensive treatment. Through individual and group therapy, specialized psychiatric care, and continuous support, we help reduce withdrawal symptoms, prevent relapses, and strengthen emotional stability.",
    "certificationsTag": "Certified by",
    "whatWeTreatTitle": "What we treat",
    "whatWeTreatHeading": "The journey to your recovery begins at Gabriel Arcángel.",
    "whatWeTreatDescription": "We understand that the burden of addiction is carried not only by the individual, but also by those who stand by them day after day. Regardless of the journey that brought you here, we are ready to ensure you no longer fight this battle alone. With decades of experience serving high-profile clients, we provide an environment of utmost privacy and exclusivity, where your loved one will receive the clinical excellence and compassionate care they deserve.",
    "whatWeTreatItem1Title": "Mental health conditions",
    "whatWeTreatItem1Description": "We specialize in providing compassionate, bespoke support for a wide range of mental health conditions. Our programs address the underlying causes of distress, from the physical and cellular levels to the psychological and neurobiological foundations. Recovery is a journey of transformation, and we will be by your side every step of the way.We specialize in providing compassionate, bespoke support for a wide range of mental health conditions. Our programs address the underlying causes of distress, from the physical and cellular levels to the psychological and neurobiological foundations. Recovery is a journey of transformation, and we will be by your side every step of the way.",
    "whatWeTreatItem2Title": "Dependencies and addictions",
    "whatWeTreatItem2Description": "We specialize in providing compassionate, bespoke support for a wide range of mental health conditions. Our programs delve beyond symptoms to address the underlying causes of distress, integrating a comprehensive approach that spans from physical and cellular health to psychological and neurobiological foundations. Recovery is a transformative process, and we are dedicated to being by your side every step of the way, ensuring that your journey is never walked alone.",
    "whatWeTreatItem3Title": "Eating disorders",
    "whatWeTreatItem3Description": "We treat eating disorders as the complex, multifaceted conditions they truly are. Our bespoke treatment programmes look far beyond your relationship with food, recognizing it as merely the tip of the iceberg. By addressing the crux of the issue—such as underlying trauma, anxiety, or perfectionism—we empower you to fundamentally reshape your relationship with food and yourself. At Gabriel Arcángel, we move from symptomatic management to profound psychological healing.",
    "whatWeTreatItem4Title": "Neurological and functional disorders",
    "whatWeTreatItem4Description": "At Gabriel Arcángel, we approach the challenges of the nervous system through an advanced, integrative lens. We specialize in treating neurological and functional disorders by recognizing the intricate connection between the brain, the body, and emotional well-being. Utilizing cutting-edge technology and neuroplasticity-based therapies, we design bespoke programs aimed at restoring neurochemical balance and optimizing cognitive function. Our goal is to transform diagnostic complexity into a clear path toward autonomy, ensuring each patient receives the expert, discreet care their condition demands.",
    "readMore": "Read more",
    "howWeTreatTitle": "How we treat",
    "howWeTreatHeading": "A medical, comprehensive, and personalized approach to every stage of physical, mental, and emotional recovery.",
    "howWeTreatDescription1": "At Gabriel Arcángel, we believe that a generalized approach hinders true recovery. We stand alone as the only treatment center in the world to provide a dedicated team of at least 15 professionals for every single patient.",
    "howWeTreatDescription2": "Throughout your stay, you will be supported by a private circle of world-renowned physicians, therapists, and specialists. By merging cutting-edge medical excellence with sophisticated holistic methodologies, we address the entire spectrum of your health. From cellular biology to psychological well-being, we craft a singular path to healing—ensuring that in the most exclusive environment, your recovery is our only focus.",
    "treatmentPlans": "Discover our approach",
    "ourProgramsTitle": "Your story is singular. Your recovery must be exceptional.",
    "ourProgramsTag": "A bespoke experience",
    "ourProgramsItem1Title": "Safety and compassionate care",
    "ourProgramsItem1Description": "Wherever you stand on your journey, whatever challenges you may face, we are here for you. We provide the elite care you require within a secure and nurturing environment. A place where your privacy is sacred and your recovery is our only focus.",
    "ourProgramsItem2Title": "A dedicated elite team",
    "ourProgramsItem2Description": "You are supported by a private circle of experts dedicated exclusively to your recovery. From your personal psychiatrist and primary physician to your live-in therapist and client relations team, we provide unwavering 24/7 support.",
    "ourProgramsItem3Title": "Privacy and exclusivity",
    "ourProgramsItem3Description": "Our treatment experience is entirely private and discreet, designed not only to prioritize your health but to safeguard your personal integrity at every stage of the process."
  },
  "Service": {
    "itName": "Inpatient treatment",
    "itDescription": "A specialized residential program for overcoming addiction. We provide professional guidance, 24/7 supervision, and a supportive environment designed to eliminate risks and empower patients through every stage of their recovery.",
    "otName": "Outpatient treatment",
    "otDescription": "Our outpatient program offers intensive treatment sessions tailored to your schedule, providing the necessary support to strengthen your sobriety while maintaining your daily routines and personal connections.",
    "edpName": "Executive detox program",
    "edpDescription": "The immediate solution to interrupt substance use and regain control. A strategic and medically supervised first step that prepares you for success in ongoing treatment, without the need for prolonged absences from your professional or family life.",
    "tmsName": "Transcranial magnetic stimulation",
    "tmsDescription": "Non-Invasive and Painless Neurostimulation. Regulate your brain activity safely and naturally. This technique uses magnetic technology to strengthen areas of the brain affected by substance use, reducing anxiety and facilitating the rehabilitation process without systemic side effects.",
    "cipName": "Clinical intervention program",
    "cipDescription": "We identify the real challenges behind the addiction. Our diagnostic process evaluates your emotional and physical health holistically, allowing us to create a tailored action plan that addresses not only the dependency but also your mental well-being and long-term stability.",
    "rppName": "Relapse prevention plan",
    "rppDescription": "Learn to recognize and master the situations that put your recovery at risk. We work with you to detect high-risk emotions or environments and create effective responses to prevent relapse. Leave our facility with a clear action plan and the skills necessary to protect your well-being every single day."
  },
  "CallToAction": {
    "contact": "Talk to us"
  },
  "PageLink": {
    "home": "Home",
    "aboutUs": "About us",
    "ourPrograms": "See our programs"
  },
  "ContactSidebar": {
    "title": "How can we help?",
    "callUsTitle": "Call anytime",
    "callUsLabel": "Customer service number",
    "messageUsTitle": "Message us",
    "emailLabel": "Customer service email",
    "whatsappLabel": "Customer service WhatsApp",
    "emailUsTitle": "Send us an enquiry"
  },
  "ContactForm": {
    "firstNamePlaceholder": "First name",
    "lastNamePlaceholder": "Last name",
    "emailPlaceholder": "Email",
    "phoneNumberPlaceholder": "Phone number",
    "servicePlaceholder": "Service",
    "messagePlaceholder": "Message",
    "messageChars": "characters",
    "resetButton": "Reset",
    "submitButton": "Submit",
    "firstNameError": "First name must be between 2 to 28 characters",
    "lastNameError": "Last name must be between 2 to 28 characters",
    "emailError": "Email must be valid",
    "phoneNumberError": "Phone number must be valid",
    "serviceError": "Service must be valid",
    "messageError": "Message must be between 12 to 100 characters"
  },
  "Gender": {
    "male": "Male",
    "female": "Female"
  },
  "Locale": {
    "title": "Switch language",
    "en": "English",
    "es": "Spanish"
  },
  "Theme": {
    "title": "Toggle theme",
    "light": "Light",
    "dark": "Dark",
    "system": "System"
  }
}
