{
  "SiteMeta": {
    "description": "Un enfoque médico, integral y personalizado en cada etapa de la recuperación física, mental y emocional."
  },
  "SiteNav": {
    "home": "Inicio",
    "aboutUs": "Sobre nosotros"
  },
  "SiteFooter": {
    "author": "Contruido por",
    "socialTitle": "Redes sociales",
    "contactTitle": "Contacto",
    "emailTitle": "Correo electrónico",
    "callUsTitle": "Llámanos",
    "whatsappTitle": "WhatsApp"
  },
  "LobbyPage": {
    "pageHeaderTitle": "Clínica Hospitalizada Contra Adicciones",
    "pageHeaderDescription": "Un enfoque médico, integral y personalizado en cada etapa de la recuperación física, mental y emocional.",
    "pageHeaderLabel": "Clínica Hospitalizada Contra Adicciones",
    "pageHeaderAction": "Contáctanos",
    "aboutUs": "Entendemos que cada proceso de recuperación es tan único como la historia de quien lo vive. Por eso, en nuestra clínica integramos la ciencia, la tecnología y el acompañamiento humano para ofrecer una atención verdaderamente integral. A través de terapias individuales y grupales, tratamiento psiquiátrico especializado, y apoyo continuo, ayudamos a reducir los síntomas de abstinencia, prevenir recaídas y fortalecer la estabilidad emocional.",
    "certificationsEyebrow": "Certificados por",
    "whatWeTreatEyebrow": "Lo que tratamos",
    "whatWeTreatHeading": "En Gabriel Arcángel, comienza el camino hacia tu recuperación.",
    "whatWeTreatDescription": "Sabemos que el peso de la adicción no solo lo carga quien la padece, sino quienes lo acompañan día tras día. Independientemente de la historia que los haya traído hasta aquí, estamos listos para que dejen de luchar en soledad. Con décadas de experiencia atendiendo a perfiles de alto nivel, ofrecemos un entorno de máxima privacidad y exclusividad donde su ser querido recibirá la atención científica y humana que merece.",
    "whatWeTreatItem1Title": "Condiciones de salud mental",
    "whatWeTreatItem1Description": "Nos especializamos en una intervención profunda y compasiva para la salud mental. Nuestros protocolos no solo tratan los síntomas, sino que desarticulan las causas raíz de la aflicción, integrando una perspectiva que abarca desde la salud celular y neurobiológica hasta el equilibrio psicológico. Entendemos que la recuperación es una evolución constante; por ello, nos comprometemos a ser su apoyo incondicional en cada etapa del camino.",
    "whatWeTreatItem2Title": "Dependencias y adicciones",
    "whatWeTreatItem2Description": "Nos especializamos en brindar un soporte compasivo y de alta precisión para diversas condiciones de salud mental. Nuestros programas de vanguardia trascienden los síntomas para sanar las causas subyacentes de la aflicción, integrando una arquitectura terapéutica que abarca desde la biología celular y neuroquímica hasta la estabilidad psicológica y emocional. Entendemos que la recuperación es un proceso evolutivo; por ello, nos comprometemos a estar a su lado en cada paso del camino, transformando el aislamiento en una ruta compartida hacia el bienestar.",
    "whatWeTreatItem3Title": "Trastornos alimenticios",
    "whatWeTreatItem3Description": "Abordamos los trastornos de la conducta alimentaria con la complejidad y el rigor que requieren estas condiciones multifacéticas. En Gabriel Arcángel, entendemos que la relación con la comida es solo la punta del iceberg; por ello, nuestros programas de tratamiento profundizan en el origen del conflicto. Al sanar la raíz —ya sea un trauma subyacente, ansiedad clínica o un perfeccionismo debilitante—, le brindamos las herramientas para transformar su relación con el cuerpo y la alimentación desde la libertad, no desde el control.",
    "whatWeTreatItem4Title": "Trastornos neurológicos y funcionales",
    "whatWeTreatItem4Description": "En Gabriel Arcángel, abordamos los desafíos del sistema nervioso desde una perspectiva integradora y avanzada. Nos especializamos en tratar trastornos neurológicos y funcionales reconociendo la intrincada conexión entre el cerebro, el cuerpo y la salud emocional. Mediante el uso de tecnologías de vanguardia y terapias basadas en la neuroplasticidad, diseñamos programas personalizados que buscan restaurar el equilibrio neuroquímico y optimizar la función cognitiva. Nuestra meta es transformar la complejidad del diagnóstico en un camino claro hacia la autonomía, asegurando que cada paciente reciba la atención experta y discreta que su condición requiere.",
    "readMore": "Leer más",
    "howWeTreatEyebrow": "Cómo tratamos",
    "howWeTreatHeading": "Un enfoque médico, integral y personalizado en cada etapa de la recuperación física, mental y emocional.",
    "howWeTreatDescription": "En Gabriel Arcángel, entendemos que un enfoque generalizado es insuficiente para una sanación verdadera; por ello, nos especializamos en lo excepcional. Somos el único centro de tratamiento a nivel global que asigna un equipo mínimo de 15 profesionales dedicados exclusivamente a cada paciente.\nDurante su estancia, no solo estará bajo el cuidado de una institución, sino respaldado por una junta de médicos, terapeutas y especialistas de prestigio mundial. Combinamos la medicina de vanguardia con enfoques holísticos de alto nivel para abordar el espectro completo de la salud. Desde la biología celular hasta el bienestar emocional, cada detalle de su plan de tratamiento es diseñado a medida, garantizando que su proceso de recuperación sea tan único como su propia historia.",
    "treatmentPlans": "Descubre nuestros planes de tratamiento",
    "ourProgramsEyebrow": "Una experiencia a medida",
    "ourProgramsTitle": "Porque su historia es única, su recuperación no puede ser ordinaria.",
    "ourProgramsItem1Title": "Un refugio de protección y cuidado",
    "ourProgramsItem1Description": "No importa en qué etapa de su camino se encuentre, los desafíos que enfrente o su historia personal. Ofrecemos la atención de excelencia que usted merece en un entorno privado, seguro y diseñado para sostenerle en cada paso hacia su bienestar.",
    "ourProgramsItem2Title": "Expertos dedicados a su excelencia",
    "ourProgramsItem2Description": "No solo damos un tratamiento, Contamos con especialistas de élite dedicados exclusivamente a su evolución. Desde su psiquiatra personal y médico de cabecera, hasta un terapeuta residente y un equipo de gestión de relaciones, garantizamos una presencia constante las 24 horas del día.",
    "ourProgramsItem3Title": "Privacidad y exclusividad",
    "ourProgramsItem3Description": "Nuestra experiencia de tratamiento es enteramente privada y discreta, diseñada no solo para priorizar su salud, sino para salvaguardar su integridad personal en cada etapa del proceso."
  },
  "AboutUsPage": {
    "pageHeaderHeading": "El primer paso en\nGabriel Arcángel\nes el último que\ndarás solo.",
    "whoWeAreEyebrow": "Quiénes somos",
    "whoWeAreHeading": "Entendemos que el dolor es universal, pero la recuperación debe ser personal.",
    "whoWeAreDescription": "Fundado en 2015 en Querétaro por la familia Salazar, Gabriel Arcángel fue pionero en introducir un enfoque de “un cliente a la vez” y un modelo de tratamiento integral de 360° para la salud mental y las adicciones.\nTambién en incorporar la medicina funcional en este ámbito, dando forma a una manera más holística y eficaz de acompañar procesos de recuperación duradera. Como primer centro de su tipo, ofrecemos planes de tratamiento completamente personalizados e interdisciplinarios.\nNuestro enfoque es verdaderamente único, porque se adapta en profundidad a las necesidades, historia y contexto de cada persona.",
    "whoWeTreatEyebrow": "A quién tratamos",
    "whoWeTreatHeading": "Sin importar quién seas, estamos aquí para ti.",
    "whoWeTreatDescription": "En nuestra clínica hospitalizada contra adicciones, reconocida como discreta, cómoda y altamente especializada, hemos tenido el privilegio de tratar a miles de personas de todo tipo, sin importar su posición social, condición, edad, género, origen o creencias.\nTratamos a una sola persona a la vez. Por eso, sin importar cómo vivas, lo que hayas vivido, quién seas o hacia dónde quieras ir, el tratamiento en Gabriel Arcángel te ayudará no solo a ver con claridad todo lo que has logrado, sino también a descubrir con confianza el camino que aún tienes por delante.",
    "ourApproachEyebrow": "Nuestro enfoque",
    "ourApproachTitle": "Comprometidos con la excelencia",
    "ourApproachDescription": "Somos la única clínica hospitalizada contra adicciones en Querétaro que trabaja con profesionales en la salud mental y tecnología de vanguardia. Durante su estancia, contará con el acompañamiento de un equipo de médicos, terapeutas y especialistas certificados, todos trabajando de forma coordinada para ofrecer el más alto estándar de atención.\nCon el fin de garantizar tratamientos verdaderamente avanzados y efectivos, hemos reunido a un equipo líder de expertos médicos y terapeutas que trabajan de manera personalizada, uno a uno, con cada paciente. Integramos los últimos avances científicos en nuestro enfoque terapéutico como la Estimulación Magnética Transcraneal y la Sueroterapia, los cuales ayudan en la desintoxicación y recuperación efectiva de nuestros pacientes.\nContaras con un equipo de apoyo disponible las 24 horas y especialistas que te atenderán cuando lo necesites, no importa el día o la hora. Todo ha sido diseñado para garantizar discreción absoluta, el máximo confort y un acompañamiento constante a lo largo de tu proceso de recuperación."
  },
  "Treatment": {
    "itName": "Tratamiento residencial",
    "itDescription": "Programa de internamiento especializado para la superación de adicciones. Ofrecemos contención profesional, supervisión continua y un entorno de apoyo diseñado para eliminar riesgos y fortalecer la voluntad del paciente en cada etapa del proceso.",
    "otName": "Tratamiento ambulatorio",
    "otDescription": "Nuestro programa ambulatorio te ofrece sesiones de tratamiento intensivo adaptadas a tu horario, brindándote el acompañamiento necesario para fortalecer tu sobriedad mientras mantienes tus vínculos y actividades cotidianas.",
    "edpName": "Programa de desintoxicación ejecutiva",
    "edpDescription": "La solución inmediata para frenar el consumo de sustancias y recuperar el control. Un primer paso estratégico y medicamente supervisado que te prepara para el éxito en tu tratamiento continuo, sin necesidad de ausencias prolongadas de tu entorno profesional o familiar.",
    "tmsName": "Estimulación magnética transcraneal",
    "tmsDescription": "Neuroestimulación de precisión no invasiva y libre de dolor. Mediante campos magnéticos seguros, estimulamos las áreas del cerebro responsables del control de impulsos y el estado de ánimo, ayudando a reducir el deseo de consumo (craving) y restaurar el equilibrio mental sin necesidad de fármacos adicionales.",
    "cipName": "Programa de intervención clínica",
    "cipDescription": "Identificamos los desafíos reales detrás de la conducta. Nuestro proceso de diagnóstico evalúa tu salud emocional y física de manera integral, permitiéndonos crear un plan de acción a tu medida que aborde no solo la adicción, sino también tu bienestar mental y estabilidad a largo plazo.",
    "rppName": "Plan de prevención de recaídas",
    "rppDescription": "Aprende a reconocer y dominar las situaciones que ponen en riesgo tu recuperación. Trabajamos contigo para detectar emociones o entornos peligrosos y crear respuestas efectivas que eviten recaídas. Sal de nuestra clínica con un plan de acción claro y las habilidades necesarias para proteger tu bienestar cada día."
  },
  "CallToAction": {
    "contact": "Contacto"
  },
  "PageLink": {
    "home": "Inicio",
    "aboutUs": "Sobre nosotros",
    "ourPrograms": "Ver nuestros programas"
  },
  "ContactSidebar": {
    "title": "¿Cómo podemos ayudarte?",
    "callUsTitle": "Llama en cualquier momento",
    "callUsLabel": "Número de atención a clientes",
    "messageUsTitle": "Envíanos un mensaje",
    "emailLabel": "Correo electrónico de atención a clientes",
    "whatsappLabel": "WhatsApp de atención a clientes"
  },
  "ContactForm": {
    "contactFormHeading": "Envíanos una consulta",
    "firstNameInputLabel": "Nombre",
    "firstNameInputError": "El nombre debe tener al menos de 2 a 28 caracteres",
    "lastNameInputLabel": "Apellido",
    "lastNameInputError": "El apellido debe tener al menos de 2 a 28 caracteres",
    "emailInputLabel": "Correo electrónico",
    "emailInputError": "El correo electrónico debe ser válido",
    "phoneNumberInputLabel": "Número de teléfono",
    "phoneNumberInputError": "El número de teléfono debe ser válido",
    "treatmentInputLabel": "¿En qué tratamiento estás interesado?",
    "treatmentInputError": "Por favor, seleccione un tratamiento",
    "messageInputLabel": "Mensaje",
    "messageInputError": "El mensaje debe tener al menos de 12 a 100 caracteres",
    "messageInputChars": "caracteres",
    "resetButton": "Reiniciar",
    "submitButton": "Enviar"
  },
  "ClinicGender": {
    "male": "Varonil",
    "female": "Femenil"
  },
  "Locale": {
    "title": "Cambiar idioma",
    "en": "Inglés",
    "es": "Español"
  },
  "Theme": {
    "title": "Alternar tema",
    "light": "Claro",
    "dark": "Oscuro",
    "system": "Sistema"
  },
  "MenuButton": {
    "label": "Abrir menú"
  },
  "MenuSidebar": {
    "title": "Excelencia en rehabilitación: La clínica de tratamiento de salud mental más completa para tu recuperación."
  }
}
