{
  "SiteMeta": {
    "description": "Un enfoque médico, integral y personalizado en cada etapa de la recuperación física, mental y emocional."
  },
  "SiteNav": {
    "home": "Inicio",
    "aboutUs": "Sobre nosotros"
  },
  "SiteFooter": {
    "author": "Contruido por",
    "socialTitle": "Redes sociales",
    "contactTitle": "Contacto",
    "emailTitle": "Correo electrónico",
    "callUsTitle": "Llámanos",
    "whatsappTitle": "WhatsApp"
  },
  "LobbyPage": {
    "pageHeaderHeading": "Clínica Hospitalizada Contra Adicciones",
    "pageHeaderDescription": "Un enfoque médico, integral y personalizado en cada etapa de la recuperación física, mental y emocional.",
    "pageHeaderLabel": "Clínica Hospitalizada Contra Adicciones",
    "pageHeaderAction": "Contáctanos",
    "aboutUs": "Entendemos que cada proceso de recuperación es tan único como la historia de quien lo vive. Por eso, en nuestra clínica integramos la ciencia, la tecnología y el acompañamiento humano para ofrecer una atención verdaderamente integral. A través de terapias individuales y grupales, tratamiento psiquiátrico especializado, y apoyo continuo, ayudamos a reducir los síntomas de abstinencia, prevenir recaídas y fortalecer la estabilidad emocional.",
    "whatWeTreatEyebrow": "Lo que tratamos",
    "whatWeTreatHeading": "En Gabriel Arcángel, comienza el camino hacia tu recuperación.",
    "whatWeTreatDescription": "Sabemos que el peso de la adicción no solo lo carga quien la padece, sino quienes lo acompañan día tras día. Independientemente de la historia que los haya traído hasta aquí, estamos listos para que dejen de luchar en soledad. Con décadas de experiencia atendiendo a perfiles de alto nivel, ofrecemos un entorno de máxima privacidad y exclusividad donde su ser querido recibirá la atención científica y humana que merece.",
    "whatWeTreatItem1Title": "Condiciones de salud mental",
    "whatWeTreatItem1Description": "Nos especializamos en ofrecer un acompañamiento profundamente humano y personalizado para la gestión de la salud mental. Nuestros protocolos intervienen en la raíz de su padecimiento, sanando desde la arquitectura celular y biológica hasta las dimensiones psicológicas y neuroquímicas. Entendemos la recuperación como un proceso de transformación, y nuestro compromiso es liderar su camino con precisión y calidez en cada etapa.",
    "whatWeTreatItem2Title": "Dependencias y adicciones",
    "whatWeTreatItem2Description": "Ya sea que enfrente desafíos con el abuso de sustancias, comportamientos compulsivos o la dependencia a medicamentos recetados, en Gabriel Arcángel ofrecemos un camino hacia la recuperación definitiva. Nuestro modelo interdisciplinario desarticula las causas raíz de la dependencia —desde el dolor emocional profundo hasta el estrés crónico—, dotándole de la arquitectura interna necesaria para una vida en equilibrio, plenitud y absoluta libertad.",
    "whatWeTreatItem3Title": "Trastornos alimenticios",
    "whatWeTreatItem3Description": "En Gabriel Arcángel, abordamos los trastornos de la conducta alimentaria con la sofisticación clínica que su naturaleza polifacética exige. Nuestros programas trascienden la sintomatología alimentaria, entendiendo que esta es solo la manifestación visible de desequilibrios más profundos. Al intervenir en el núcleo de la afección —como el trauma, la ansiedad o el perfeccionismo clínico— le dotamos de las herramientas para reconstruir, de manera integral y definitiva, su relación con la alimentación y consigo mismo.",
    "readMore": "Leer más",
    "howWeTreatEyebrow": "Cómo tratamos",
    "howWeTreatHeading": "Un enfoque médico, integral y personalizado en cada etapa de la recuperación física, mental y emocional.",
    "howWeTreatDescription": "En Gabriel Arcángel, entendemos que un enfoque generalizado es insuficiente para una sanación verdadera; por ello, nos especializamos en lo excepcional. Somos el único centro de tratamiento a nivel global que asigna un equipo mínimo de 15 profesionales dedicados exclusivamente a cada paciente.\nDurante su estancia, no solo estará bajo el cuidado de una institución, sino respaldado por una junta de médicos, terapeutas y especialistas de prestigio mundial. Combinamos la medicina de vanguardia con enfoques holísticos de alto nivel para abordar el espectro completo de la salud. Desde la biología celular hasta el bienestar emocional, cada detalle de su plan de tratamiento es diseñado a medida, garantizando que su proceso de recuperación sea tan único como su propia historia.",
    "treatmentPlans": "Descubre nuestros planes de tratamiento",
    "ourProgramsEyebrow": "Una experiencia a medida",
    "ourProgramsTitle": "Porque su historia es única, su recuperación no puede ser ordinaria.",
    "ourProgramsItem1Title": "Un refugio de protección y cuidado",
    "ourProgramsItem1Description": "No importa en qué etapa de su camino se encuentre, los desafíos que enfrente o su historia personal. Ofrecemos la atención de excelencia que usted merece en un entorno privado, seguro y diseñado para sostenerle en cada paso hacia su bienestar.",
    "ourProgramsItem2Title": "Expertos dedicados a su excelencia",
    "ourProgramsItem2Description": "No solo damos un tratamiento, Contamos con especialistas de élite dedicados exclusivamente a su evolución. Desde su psiquiatra personal y médico de cabecera, hasta un terapeuta residente y un equipo de gestión de relaciones, garantizamos una presencia constante las 24 horas del día.",
    "ourProgramsItem3Title": "Privacidad y exclusividad",
    "ourProgramsItem3Description": "Nuestra experiencia de tratamiento es enteramente privada y discreta, diseñada no solo para priorizar su salud, sino para salvaguardar su integridad personal en cada etapa del proceso."
  },
  "AboutUsPage": {
    "pageHeaderHeading": "El primer paso en\nGabriel Arcángel\nes el último que\ndarás solo.",
    "whoWeAreEyebrow": "Quiénes somos",
    "whoWeAreHeading": "Entendemos que el dolor es universal, pero la recuperación debe ser personal.",
    "whoWeAreDescription": "Fundado en 2015 en Querétaro por la familia Salazar, Gabriel Arcángel fue pionero en introducir un enfoque de “un cliente a la vez” y un modelo de tratamiento integral de 360° para la salud mental y las adicciones.\nTambién en incorporar la medicina funcional en este ámbito, dando forma a una manera más holística y eficaz de acompañar procesos de recuperación duradera. Como primer centro de su tipo, ofrecemos planes de tratamiento completamente personalizados e interdisciplinarios.\nNuestro enfoque es verdaderamente único, porque se adapta en profundidad a las necesidades, historia y contexto de cada persona.",
    "whoWeTreatEyebrow": "A quién tratamos",
    "whoWeTreatHeading": "Sin importar quién seas, estamos aquí para ti.",
    "whoWeTreatDescription": "En nuestra clínica hospitalizada contra adicciones, reconocida como discreta, cómoda y altamente especializada, hemos tenido el privilegio de tratar a miles de personas de todo tipo, sin importar su posición social, condición, edad, género, origen o creencias.\nTratamos a una sola persona a la vez. Por eso, sin importar cómo vivas, lo que hayas vivido, quién seas o hacia dónde quieras ir, el tratamiento en Gabriel Arcángel te ayudará no solo a ver con claridad todo lo que has logrado, sino también a descubrir con confianza el camino que aún tienes por delante.",
    "ourApproachEyebrow": "Nuestro enfoque",
    "ourApproachHeading": "Comprometidos con la excelencia",
    "ourApproachDescription": "Somos la única clínica hospitalizada contra adicciones en Querétaro que trabaja con profesionales en la salud mental y tecnología de vanguardia. Durante su estancia, contará con el acompañamiento de un equipo de médicos, terapeutas y especialistas certificados, todos trabajando de forma coordinada para ofrecer el más alto estándar de atención.\nCon el fin de garantizar tratamientos verdaderamente avanzados y efectivos, hemos reunido a un equipo líder de expertos médicos y terapeutas que trabajan de manera personalizada, uno a uno, con cada paciente. Integramos los últimos avances científicos en nuestro enfoque terapéutico como la Estimulación Magnética Transcraneal y la Sueroterapia, los cuales ayudan en la desintoxicación y recuperación efectiva de nuestros pacientes.\nContaras con un equipo de apoyo disponible las 24 horas y especialistas que te atenderán cuando lo necesites, no importa el día o la hora. Todo ha sido diseñado para garantizar discreción absoluta, el máximo confort y un acompañamiento constante a lo largo de tu proceso de recuperación.",
    "faqsHeading": "¿Tienes dudas? Permítenos ayudarte.",
    "faqItem1Title": "¿Quién es el fundador de Gabriel Arcángel?",
    "faqItem1Description": "Junto con su familia, César Salazar fundó Gabriel Arcángel en 2016.",
    "faqItem2Title": "¿Quién es el CEO de Gabriel Arcángel?",
    "faqItem2Description": "César Salazar se mantiene como CEO y Fundador. Cuenta con una amplia trayectoria en la industria de servicios de la salud mental, habiéndose desempeñado como consultor y gerente en diversas instituciones de servicios de salud mental antes de fundar Gabriel Arcángel.",
    "faqItem3Title": "¿Cómo funciona el modelo de un solo paciente a la vez?",
    "faqItem3Description": "Nuestra filosofía de un solo paciente a la vez garantiza un nivel de dedicación incondicional. Durante su estancia, todo nuestro equipo interdisciplinario —desde médicos especialistas y terapeutas hasta nutricionistas— se enfoca exclusivamente en su recuperación. Al dedicar varias horas diarias de interacción intensiva y personalizada, cultivamos un santuario de seguridad y comprensión. Este enfoque inmersivo nos permite lograr en un solo mes lo que los entornos clínicos tradicionales suelen tardar años en alcanzar.",
    "faqItem4Title": "¿Cómo redefine Gabriel Arcángel la experiencia clínica?",
    "faqItem4Description": "Lo que nos distingue es la profunda calidad del cuidado y la atención personal incondicional que brindamos. Nuestra filosofía integra a la perfección la precisión médica con terapias holísticas basadas en evidencia. Cada aspecto de su proceso es meticulosamente diseñado a su medida, dentro de un entorno definido por la privacidad absoluta, el apoyo integral y la discreción.",
    "faqItem5Title": "¿Dónde se encuentra la sede principal de Gabriel Arcángel?",
    "faqItem5Description": "Nuestra sede principal se encuentra en Querétaro, México.",
    "faqItem6Title": "¿Qué tipo de padecimientos trata Gabriel Arcángel?",
    "faqItem6Description": "Tratamos la adicción, el agotamiento (burnout), la depresión, la ansiedad, el trauma y otros desafíos de salud mental mediante una combinación integral de terapias personalizadas basadas en evidencia. Trabajamos con tecnología avanzada como la Estimulación Magnética Transcraneal (EMT) para el tratamiento de trastornos neuropsiquiátricos y neurológicos.",
    "faqItem7Title": "¿Qué hace que el enfoque de tratamiento de Paracelsus Recovery sea único?",
    "faqItem7Description": "Lo que distingue a Gabriel Arcángel es nuestro modelo de un solo paciente a la vez, combinado con una excelencia médica inigualable. Cada paciente recibe un plan de tratamiento totalmente personalizado, diseñado y supervisado por un equipo dedicado de médicos, psiquiatras, terapeutas y especialistas.\nIntegramos ciencia médica y tecnología de vanguardia con psicoterapias basadas en evidencia, terapias holísticas e intervenciones de estilo de vida, abordando no solo los síntomas, sino las causas fundamentales de la adicción, el trauma, el estrés y los desafíos de salud mental. Nuestro enfoque combina precisión, compasión y profundidad, asegurando que cada paciente reciba el enfoque total de nuestro equipo.\nAl fusionar el rigor médico, tecnología de vanguardia, terapias innovadoras y un entorno de privacidad y cuidado, creamos un espacio donde los pacientes pueden sanar, crecer y lograr una recuperación duradera de una manera verdaderamente excepcional.",
    "faqItem8Title": "¿Cómo puedo contactar a Gabriel Arcángel?",
    "faqItem8Description": "Puede ponerse en contacto con nosotros a través de la sección de contacto de nuestro sitio web, ahí encontrará las opciones para llamada telefónica, WhatsApp, correo electrónico o puedes utilizar nuestro formulario web.",
    "faqFooterHeading": "¿Necesita más ayuda? Estamos aquí para usted.",
    "faqFooterDescription": "No existen preguntas insignificantes o innecesarias cuando se trata de determinar si nuestros programas de tratamiento son la opción adecuada para usted. Por lo tanto, si tiene dudas que no han sido resueltas aquí, por favor contáctenos. Nuestro equipo de atención al cliente está disponible las 24 horas, los 7 días de la semana, para una conversación confidencial y sin compromiso."
  },
  "TreatmentPage": {
    "subHeading": "Tu camino hacia la sanación",
    "contactHeading": "¿Necesitas ayuda?\nEstamos aquí para ti.",
    "contactDescription": "El cambio comienza con una conversación, así que no dudes en contactarnos si crees que podríamos ayudarte a ti o a un ser querido. Nuestro equipo de relaciones con los clientes está disponible las 24 horas para una llamada confidencial sobre tu salud.",
    "howWeTreatItem1Title": "Procedimiento de evaluación",
    "howWeTreatItem1Description": "Solo podemos diseñar un programa a su medida cuando comprendemos el origen profundo de su dolor. A través de nuestro enfoque interdisciplinario de 360 grados, su equipo de expertos identificará cada faceta de su salud y bienestar que requiera atención y reequilibrio, estableciendo así los cimientos de su tratamiento personalizado.",
    "howWeTreatItem1Link": "Evaluaciones",
    "howWeTreatItem2Title": "Herramientas diagnósticas",
    "howWeTreatItem2Description": "Los desafíos de salud mental están tan arraigados en la biología como en la psique. Mediante herramientas diagnósticas de vanguardia —que incluyen monitoreo de ECG de 24 horas, pruebas de variabilidad de la frecuencia cardíaca (HRV), ecocardiografía de estrés y resonancias magnéticas de cuerpo completo— identificamos con precisión cualquier anomalía. Bajo la lente de la medicina funcional, detectamos desequilibrios subyacentes como inflamación crónica, disfunción intestinal, toxicidad por metales pesados o deficiencias nutricionales que impactan su bienestar.",
    "howWeTreatItem2Link": "Tecnologías",
    "howWeTreatItem3Title": "Psicoterapia intensiva",
    "howWeTreatItem3Description": "Usted participará en sesiones individuales diarias con un psicoterapeuta dedicado, especializado en el procesamiento del trauma. Este espacio le permitirá articular y transformar los patrones, heridas y factores de estrés que han condicionado su salud mental. Nuestro equipo le asistirá en la reestructuración de esquemas de pensamiento negativos, dotándole de mecanismos sostenibles para la gestión de síntomas. Además, dado que nuestros psiquiatras dominan diversas modalidades terapéuticas, su atención tendrá una profundidad clínica inigualable.",
    "howWeTreatItem3Link": "Psicoterapia",
    "howWeTreatItem4Title": "Psiquiatría intensiva",
    "howWeTreatItem4Description": "En colaboración estrecha con sus terapeutas, su psiquiatra supervisará cada aspecto de su programa. Adoptamos un enfoque de psiquiatría de precisión, diseñando protocolos basados en su perfil genético, biológico y psicológico único. Más allá del diagnóstico y la farmacología personalizada, trabajamos uno a uno para resolver condiciones coexistentes y traumas profundos, asegurando una recuperación integral.",
    "howWeTreatItem4Link": "Psiquiatría",
    "howWeTreatItem5Title": "Terapeuta residente",
    "howWeTreatItem5Description": "Contar con un terapeuta residente significa que la sanación no espera a una cita programada. Entendemos que los avances más significativos ocurren a menudo en los momentos cotidianos o en instantes de vulnerabilidad aguda —ya sea durante un café a media mañana o en la quietud de la madrugada—. Estamos presentes cuando el síntoma emerge, no después.",
    "howWeTreatItem5Link": "Terapeuta residente",
    "howWeTreatItem6Title": "Psicoterapia psicodélica",
    "howWeTreatItem6Description": "En Gabriel Arcángel, somos defensores activos de la innovación en salud mental. Cuando el caso clínico lo requiere, integramos protocolos de psicoterapia asistida con ketamina, una herramienta de vanguardia que puede acelerar la recuperación y abrir nuevas puertas hacia la sanación en casos de resistencia al tratamiento tradicional.",
    "howWeTreatItem6Link": "Psicoterapia psicodélica",
    "howWeTreatItem7Title": "Restauración bioquímica",
    "howWeTreatItem7Description": "Esta disciplina de la medicina funcional asegura que su organismo posea todos los componentes neuroquímicos necesarios para un funcionamiento óptimo. Es un pilar crítico en la recuperación de adicciones, ya que al corregir los desequilibrios bioquímicos causados por el consumo, los pacientes experimentan una reducción drástica de los antojos (cravings) y una estabilización inmediata del estado de ánimo.",
    "howWeTreatItem7Link": "Restauración bioquímica",
    "howWeTreatItem8Title": "Terapias físicas",
    "howWeTreatItem8Description": "Integramos modalidades físicas personalizadas para facilitar una sanación holística. Desde fisioterapia avanzada, yoga y pilates, hasta terapias asistidas con animales (equina y canina), cada intervención está diseñada para liberar la tensión somática, restaurar el equilibrio del sistema nervioso y fomentar una conexión profunda con su propio cuerpo.",
    "howWeTreatItem8Link": "Terapias",
    "howWeTreatItem9Title": "Terapias nutricionales",
    "howWeTreatItem9Description": "Nuestro equipo de psico-nutrición diseña planes alimenticios terapéuticos para restaurar la homeostasis física y mental. Más allá de la dieta, le acompañamos en la implementación de ajustes fundamentales en su estilo de vida: desde la arquitectura del sueño hasta la gestión del estrés crónico, optimizando cada factor que influye en su vitalidad.",
    "howWeTreatItem9Link": "Equipo de nutrición",
    "howWeTreatItem10Title": "Terapias de bienestar",
    "howWeTreatItem10Description": "La conexión mente-cuerpo es el núcleo de nuestra visión de longevidad. Paralelamente a su salud mental, nuestros médicos especialistas diagnostican y tratan cualquier afección física —ya sea cardiovascular, hormonal, dental o dermatológica—. En Gabriel Arcángel, tratamos al ser humano en su totalidad, asegurando que su salud física sea tan robusta como su bienestar emocional.",
    "howWeTreatItem10Link": "Bienestar",
    "howWeTreatItem11Title": "Tratamientos médicos",
    "howWeTreatItem11Description": "De manera paralela a su salud mental, nuestra infraestructura médica permite abordar cualquier afección física preexistente o emergente. Ya se trate de padecimientos cardiovasculares, desequilibrios hormonales, dolor crónico, salud dermatológica, dental o sexual, nuestro cuerpo de especialistas garantiza un diagnóstico preciso y un tratamiento coordinado bajo los más altos estándares clínicos.",
    "howWeTreatItem11Link": "Tratamientos médicos"
  },
  "MentalHealthConditions": {
    "treatmentHeading": "Condiciones de salud mental que tratamos",
    "treatmentDescription": "En Gabriel Arcángel, nuestra prioridad es el ser humano, no solo el diagnóstico. Adoptamos un enfoque integral que trasciende los síntomas para comprender y sanar las causas profundas de cada desafío. Aquí, usted no recorre el camino solo: nuestro equipo de expertos le acompaña con precisión y calidez en cada etapa de su evolución.",
    "treatmentItem1Title": "Depresión",
    "treatmentItem2Title": "Depresión resistente al tratamiento",
    "treatmentItem3Title": "Ansiedad",
    "treatmentItem4Title": "Trastorno bipolar",
    "treatmentItem5Title": "Ciclotimia",
    "treatmentItem6Title": "Estrés",
    "treatmentItem7Title": "Síndrome de desgaste profesional (Burnout)",
    "treatmentItem8Title": "Trastorno de estrés postraumático (TEPT)",
    "treatmentItem9Title": "Trauma",
    "treatmentItem10Title": "Trastorno por Déficit de Atención e Hiperactividad (TDAH)",
    "treatmentItem11Title": "Trastorno Obsesivo-Compulsivo (TOC)",
    "treatmentItem12Title": "Fobias",
    "treatmentItem13Title": "Abuso narcisista",
    "treatmentItem14Title": "Trastornos de la personalidad",
    "approachEyebrow": "Cómo Tratamos",
    "approachHeading": "Nuestro enfoque para el tratamiento de la salud mental",
    "approachDescription": "En Gabriel Arcángel, partimos de una premisa absoluta: aunque el dolor es una experiencia universal, la sanación es un camino estrictamente personal. Por ello, cada uno de nuestros programas se aleja de los protocolos genéricos para convertirse en una obra de precisión clínica, diseñada meticulosamente para responder a la biografía y necesidades únicas de cada paciente."
  },
  "DependenciesAndAddictions": {
    "treatmentHeading": "Dependencias & adicciones que tratamos",
    "treatmentDescription": "Entendemos que la adicción es solo la superficie de una historia que merece ser sanada. Más allá de la desintoxicación física, en Gabriel Arcángel exploramos el 'porqué' de su dolor para desactivar los mecanismos de la dependencia desde su origen. Nuestra misión es guiarle en cada etapa de su evolución, ofreciendo un refugio de excelencia médica donde el entendimiento se convierte en la herramienta definitiva para recuperar su vida.",
    "treatmentItem1Title": "Adicción al Alcohol",
    "treatmentItem2Title": "Adicción a las Drogas",
    "treatmentItem3Title": "Adicción a los Medicamentos Recetados",
    "treatmentItem4Title": "Dependencias Conductuales",
    "approachEyebrow": "Cómo Tratamos",
    "approachHeading": "Nuestro enfoque en el tratamiento de dependencias y adicciones",
    "approachDescription": "En Gabriel Arcángel, no tratamos adicciones; sanamos personas. Al alejarnos del tradicional modelo de 12 pasos, implementamos un enfoque sistémico de 360 grados que aborda el origen real de la dependencia. Nuestro mensaje es claro y rotundo: el desafío que enfrenta no define su valor ni su fortaleza. Estamos aquí para transformar esa vulnerabilidad en la base sólida de su nueva vida."
  },
  "EatingDisorder": {
    "treatmentHeading": "Trastornos alimenticios que tratamos",
    "treatmentDescription": "Entendemos que la recuperación requiere un entorno de máxima especialización. En Gabriel Arcángel, fusionamos el rigor científico con un acompañamiento de élite para sanar la relación con la alimentación desde su raíz. Con el respaldo de un equipo interdisciplinario, trabajamos para silenciar la autocrítica paralizante y devolverle el derecho al disfrute, reconstruyendo su identidad sobre los cimientos de la salud y la libertad emocional.",
    "treatmentItem1Title": "Anorexia Nerviosa",
    "treatmentItem2Title": "Bulimia Nerviosa",
    "treatmentItem3Title": "Ortorexia Nerviosa",
    "treatmentItem4Title": "Obesidad & Síndrome Metabólico",
    "treatmentItem5Title": "Trastorno por Atracón",
    "treatmentItem6Title": "Trastorno Dismórfico Corporal",
    "approachEyebrow": "Cómo Tratamos",
    "approachHeading": "Nuestro enfoque en el tratamiento de trastornos alimenticios",
    "approachDescription": "Entendemos que un trastorno alimentario es, en esencia, un lenguaje del dolor. En Gabriel Arcángel, nuestra metodología explora lo que subyace bajo la superficie, tratando la conducta como la punta de un iceberg emocional. Al sanar las raíces —el trauma no resuelto o la rigidez del perfeccionismo— permitimos que nuestros pacientes recuperen su autonomía, transformando su relación con la alimentación en una fuente de equilibrio y libertad."
  },
  "Treatment": {
    "itName": "Tratamiento residencial",
    "itDescription": "Programa de internamiento especializado para la superación de adicciones. Ofrecemos contención profesional, supervisión continua y un entorno de apoyo diseñado para eliminar riesgos y fortalecer la voluntad del paciente en cada etapa del proceso.",
    "otName": "Tratamiento ambulatorio",
    "otDescription": "Nuestro programa ambulatorio te ofrece sesiones de tratamiento intensivo adaptadas a tu horario, brindándote el acompañamiento necesario para fortalecer tu sobriedad mientras mantienes tus vínculos y actividades cotidianas.",
    "edpName": "Programa de desintoxicación ejecutiva",
    "edpDescription": "La solución inmediata para frenar el consumo de sustancias y recuperar el control. Un primer paso estratégico y medicamente supervisado que te prepara para el éxito en tu tratamiento continuo, sin necesidad de ausencias prolongadas de tu entorno profesional o familiar.",
    "tmsName": "Estimulación magnética transcraneal",
    "tmsDescription": "Neuroestimulación de precisión no invasiva y libre de dolor. Mediante campos magnéticos seguros, estimulamos las áreas del cerebro responsables del control de impulsos y el estado de ánimo, ayudando a reducir el deseo de consumo (craving) y restaurar el equilibrio mental sin necesidad de fármacos adicionales.",
    "cipName": "Programa de intervención clínica",
    "cipDescription": "Identificamos los desafíos reales detrás de la conducta. Nuestro proceso de diagnóstico evalúa tu salud emocional y física de manera integral, permitiéndonos crear un plan de acción a tu medida que aborde no solo la adicción, sino también tu bienestar mental y estabilidad a largo plazo.",
    "rppName": "Plan de prevención de recaídas",
    "rppDescription": "Aprende a reconocer y dominar las situaciones que ponen en riesgo tu recuperación. Trabajamos contigo para detectar emociones o entornos peligrosos y crear respuestas efectivas que eviten recaídas. Sal de nuestra clínica con un plan de acción claro y las habilidades necesarias para proteger tu bienestar cada día."
  },
  "CertificationsCarousel": {
    "certificationsEyebrow": "Certificados por"
  },
  "CallToAction": {
    "contact": "Contacto"
  },
  "PageLink": {
    "home": "Inicio",
    "aboutUs": "Sobre nosotros",
    "ourPrograms": "Ver nuestros programas",
    "contact": "Estamos para escucharte"
  },
  "ContactSidebar": {
    "title": "¿Cómo podemos ayudarte?",
    "callUsTitle": "Llama en cualquier momento",
    "callUsLabel": "Número de atención a clientes",
    "messageUsTitle": "Envíanos un mensaje",
    "emailLabel": "Correo electrónico de atención a clientes",
    "whatsappLabel": "WhatsApp de atención a clientes"
  },
  "ContactForm": {
    "contactFormHeading": "Envíanos una consulta",
    "firstNameInputLabel": "Nombre",
    "firstNameInputError": "El nombre debe tener al menos de 2 a 28 caracteres",
    "lastNameInputLabel": "Apellido",
    "lastNameInputError": "El apellido debe tener al menos de 2 a 28 caracteres",
    "emailInputLabel": "Correo electrónico",
    "emailInputError": "El correo electrónico debe ser válido",
    "phoneNumberInputLabel": "Número de teléfono",
    "phoneNumberInputError": "El número de teléfono debe ser válido",
    "treatmentInputLabel": "¿En qué tratamiento estás interesado?",
    "treatmentInputError": "Por favor, seleccione un tratamiento",
    "messageInputLabel": "Mensaje",
    "messageInputError": "El mensaje debe tener al menos de 12 a 100 caracteres",
    "messageInputChars": "caracteres",
    "resetButton": "Reiniciar",
    "submitButton": "Enviar"
  },
  "ClinicGender": {
    "male": "Varonil",
    "female": "Femenil"
  },
  "Locale": {
    "title": "Cambiar idioma",
    "en": "Inglés",
    "es": "Español"
  },
  "Theme": {
    "title": "Alternar tema",
    "light": "Claro",
    "dark": "Oscuro",
    "system": "Sistema"
  },
  "MenuButton": {
    "label": "Abrir menú"
  },
  "MenuSidebar": {
    "title": "Excelencia en rehabilitación: La clínica de tratamiento de salud mental más completa para tu recuperación."
  }
}
